app/Services/ForumService.php

    public function getTopNews($queries = [])
    {
        $posts = $this->currentNew->where('display', 1)
                    ->where('category_id', $queries['category_id'])
                    ->where('is_featured !=', 1)
                    ->orderBy('post_date', 'DESC')
                    ->limit($queries['limit'])
                    ->findAll();
---
SELECT *
FROM `current_news`
WHERE `display` = 1
AND `category_id` = 2
AND `is_featured` != 1
ORDER BY `post_date` DESC