@extends('master.layout')

@section('content')
<!-- <div class="bx">
	<div class="bx bx-header">
		<h3 class="bx-title">Syllabus</h3>
	</div>
	<div class="bx bx-body">
	</div>
</div> -->
<div class="col-lg-3 col-md-3 col-xs-12 col-sm-12 col-tabs"> <!-- required for floating -->
  <!-- Nav tabs -->
  <ul class="nav nav-tabs tabs-left"><!-- 'tabs-right' for right tabs -->
    <li class="active"><a href="#home" data-toggle="tab">কিভাবে আবেদন করবেন <i class="fa fa-chevron-right pull-right"></i></a></li>
    <li><a href="#profile" data-toggle="tab">সিলেবাস  <i class="fa fa-chevron-right pull-right"></i></a></li>
    <li><a href="#messages" data-toggle="tab">কিভাবে প্রস্তুতি নিবেন <i class="fa fa-chevron-right pull-right"></i></a></li>
  </ul>
</div>
<div class="col-lg-9 col-md-9 col-xs-12 col-sm-12 col-tab-content">
    <!-- Tab panes -->
    <div class="tab-content">
     <div class="tab-pane active" id="home">
     	<ul class="list-unstyled list-main">
     		<li>
     			প্রতি বছর অসংখ্য ছাত্র ছাত্রী তাদের উচ্চ শিক্ষা শেষ করার পর চাকুরি নামক সোনার হরিণের পিছনে ছুটে থাকে। আর এই ক্ষেত্রে বেশীরভাগ মানুষের পছন্দের তালিকায় থাকে বিভিন্ন সরকারী-বেসরকারী ব্যাংকে চাকুরী। তাছাড়া দক্ষ ও যোগ্য ব্যাংকার এর চাহিদাও কম থাকে না ।

এই মুহুর্তে সারাদেশে বিভিন্ন ব্যাংকের ৪১টি পোস্টে সার্কুলার আছে। সরকারী ও বেসরকারী ব্যাংকসমূহ প্রতি বছর ২০ থেকে ২৫ হাজারের মত লোক নিয়োগ করে থাকে। তাই চেষ্টা পরিশ্রম থাকলে আপনিও নিজেকে গড়ে তুলতে পারেন একজন সফল ব্যাংকার হিসেবে। সফল হতে হলে আপনাকে কিছু কষ্ট ও করতে হবে।
<p>ব্যাংক জবের ধরনঃ</p>
সরকারী ও বেসরকারি ব্যাংকে পদ ও নিয়োগের ক্ষেত্রে পার্থক্য দেখতে পাওয়া যায় । সাধারণত সরকারী ব্যাংক গুলোতে সকল অনুষদের শিক্ষার্থীরা পরীক্ষা দিতে পারে। সদ্য স্নাতক পাশরা মূলত সরকারী ব্যাংকে তিনটি পদের জন্য আবেদন করতে পারে। 
	<ul class="list-unstyled list-inner">
		<li>১। সুপারভাইজার</li>
		<li>২। অফিসার</li>
		<li>৩। সিনিয়র অফিসার</li>
	</ul>
	এছাড়াও কিছু কিছু ক্ষেত্রে বিশেষ কিছু লোক নিয়োগ দেওয়া হয়ে থাকে। যেমন- IT (Information Technology), Accounting ইত্যাদি শাখায় নিয়োগ। একে ব্যাংকিং এর ভাষায় বলা হয়ে থাকে 'Special Recruitment'। কিন্তু এ ধরনের নিয়োগ সচরাচর দেয়া হয়না। সাধারণত কোন একটি বিষয়ে পারদর্শী এবং অভিজ্ঞতা সম্পন্ন লোকদেরকে এক্ষেত্রে নিয়োগ করা হয়ে থাকে।

	অপরদিকে, বেসরকারী ব্যাংকগুলোতে ব্যবসায় শিক্ষার (BBA) ছাত্র ছাত্রীদেরকে বেশী প্রাধান্য দেওয়া হয়। সাধারণত বেসরকারী ব্যাংকের নিয়োগ প্রক্রিয়া নির্ভর করে ব্যাংকগুলোর নিজস্ব (নীতিমালার) উপর। কিছু ব্যাংক আছে যাদের নিয়োগের প্রক্রিয়া অনেকটা একইরকম হয়ে থাকে, আবার কিছু কিছু ব্যাংক আছে, যারা নিজেদের মতো করে নিয়োগ প্রক্রিয়াটি সাজিয়ে নেয়। মূলত চারটি এন্ট্রি পয়েন্ট থেকে বেসরকারী ব্যাংকগুলোতে কর্মী নিয়োগ করা হয়ে থাকে। এই এন্ট্রি পয়েন্ট গুলো হচ্ছে: Tailored Recruitment, General Banking Recruitment, Management Trainee Officer (M.T.O) or Probationary Officer (P.O) Recruitment, Lateral Recruitment। 
     		</li>

     		<li><p>কেন ব্যাংকে চাকুরীঃ</p>
     		আজকাল ব্যাংকে চাকুরী অত্যন্ত জনপ্রিয় হয়ে উঠেছে। এর পিছনে অবশ্য বেশ কিছু কারণ ও রয়েছে। কারণ গুলো হলঃ<br>
<strong>আকর্ষণীয় বেতনঃ</strong> প্রত্যেক স্নাতক পড়ুয়া শিক্ষার্থীর স্বপ্ন থাকে পড়াশোনা শেষের পর আকর্ষণীয় বেতনের কোন চাকুরী করবে । আর তার জন্য সবার ব্যাংকে চাকুরির প্রতি ঝোঁক থাকে। কেননা শুধুই আকর্ষণীয় বেতন নয় এছাড়া রয়েছে মূল বেতনের পাশাপাশি আরও কিছু সুযোগ সুবিধা রয়েছে। সেগুলো হলো-
			<ul class="list-unstyled list-inner">
				<li>- বছরে দু'টি আনুষ্ঠানিক ভাতা।</li>
				<li>- লভ্যাংশে বোনাস বছরে প্রায় দুই-তিনটি।</li>
				<li>- চাকরিজীবী ঋণ, কম্পিউটার ঋণ, গৃহ ঋণ ইত্যাদি।</li>
			</ul>
			<strong>চাকুরী নিশ্চয়তাঃ</strong> ব্যাংকে চাকুরীজীবীদের চাকুরীর ক্ষেত্রে চাকুরী নিশ্চয়তা আরেকটি বড় কারণ । তাছাড়া একটি ব্যাংকে চাকরি থেকে অবসর নেওয়ার পর বিভিন্ন প্রকল্প, বেসরকারী কোম্পানি, এবং অন্যান্য ব্যাংকেও চাকরির সুযোগ রয়েছে।<br>
			<strong>সামাজিক মর্যাদাঃ</strong> বিশেষ সুযোগ সুবিধা ও আকর্ষণীয় বেতন কাঠামো ব্যাংক চাকুরেদের সামাজিক মর্যাদা অনেকাংশে বাড়িয়ে দিয়েছে। সামাজিক ভাবে তাদের গ্রহণযোগ্যতা অনেকাংশে বাড়িয়ে দিয়েছে।

এই কারণ গুলোর কারণেই বর্তমানে তরুণ – তরুণীরা ব্যাংকে চাকুরীর প্রতি আকৃষ্ট হয়ে থাকে ।আর দিন দিন এর চাহিদা বেড়ে চলছে।
     		</li>
     	</ul>
      </div>
      <div class="tab-pane" id="profile">
      	সাধারনত বহু নির্বাচনী প্রশ্ন বা MCQ এবং লিখিত এই দুই ভাগে প্রশ্ন হয়ে থাকে। MCQ ভাগে পাশ করতে না পারলে পরের অংশের খাতা দেখা হয় না। MCQ অংশে ইংরেজি, অংক ও সাধারন জ্ঞান এই তিন ধরনের প্রশ্ন হয়। অবশ্য সাম্প্রতিক কিছু প্রশ্ন যাচাই করে দেখা গেছে কম্পিউটার সম্বন্ধিত কিছু প্রশ্ন থাকে।আর লিখিত অংশে অনুবাদ, অনুচ্ছেদ (Paragraph), বড় অংক ইত্যাদি থাকে।Analytical Ability সম্বন্ধিত কিছু প্রশ্নও থাকে ব্যাংকের পরীক্ষাগুলোতে।সাধারণত ব্যাংক গুলোতে একই ধরনের প্রশ্ন আসে। 
      </div>
      <div class="tab-pane" id="messages">
      	প্রস্তুতিবিহীন ভাবে ব্যাংকে চাকুরীর আশা করা আর ছেঁড়া কাথায় শুয়ে লাখ টাকার স্বপ্ন দেখা অনেকটাই একইরকম। বর্তমানে ক্রমবর্ধমান প্রতিযোগিতা মূলক চাকুরীর বাজারে আপনার পছন্দসই চাকুরী পেতে হলে অবশ্যই সেই ভাবেই নিজেকে প্রস্তুত করতে হবে। প্রস্তুতির ক্ষেত্রে যে বিষয় গুলো অবশ্যই খেয়াল রাখতে হবে তা হলঃ
      	<ul class="list-unstyled list-inner">
      		<li><strong>১) সঠিক পরিকল্পনাঃ</strong> যে কোন কাজের জন্য সঠিক পরিকল্পনার প্রয়োজন । আপনাকে ঠিক করতে হবে “কি” “কেন” “কিভাবে” করতে চান । যেহেতু প্রথম দুটি নির্দিষ্ট হওয়ার পর আপনাকে টি নাম্বার প্রশ্নের দিকে নজর দিতে হবে । সাধারনত বহু নির্বাচনী প্রশ্ন বা MCQ এবং লিখিত এই দুই ভাগে প্রশ্ন হয়ে থাকে। MCQ ভাগে পাশ করতে না পারলে পরের অংশের খাতা দেখা হয় না। MCQ অংশে ইংরেজি, অংক ও সাধারন জ্ঞান এই তিন ধরনের প্রশ্ন হয়। অবশ্য সাম্প্রতিক কিছু প্রশ্ন যাচাই করে দেখা গেছে কম্পিউটার সম্বন্ধিত কিছু প্রশ্ন থাকে।আর লিখিত অংশে অনুবাদ, অনুচ্ছেদ (Paragraph), বড় অংক ইত্যাদি থাকে।Analytical Ability সম্বন্ধিত কিছু প্রশ্নও থাকে ব্যাংকের পরীক্ষাগুলোতে।সাধারণত ব্যাংক গুলোতে একই ধরনের প্রশ্ন আসে এবং অনেক ক্ষেত্রে প্রশ্নের পুনরাবৃত্তিও ঘটে থাকে । সেই ক্ষেত্রে আপনাকে পূর্ববর্তী ব্যাংক পরীক্ষায় আসা প্রশ্ন গুলো সম্পর্কে ধারণা নিতে হবে । আর তার জন্য আপনিiconpreparation.com এর সহযোগিতা নিতে পারেন । এখানে আপনি বিগত কয়েক বছরের ব্যাংকের পরীক্ষার প্রশ্ন সমাধান ও ব্যাখ্যা পেয়ে যাবেন।</li>
      		<li><strong>২) সমস্যা নির্ধারণঃ</strong> ইটি আরেকটি গুরুত্বপূর্ণ দিক। নিজের কোন বিষয় গুলোতে দুর্বলতা আছে তা নির্ধারণ করতে হবে। কেননা প্রতিযোগিতার এই বাজারে যেকোন বিষয়ে দুর্বলতার কারণে আপনি চাকুরী নামক সোনার হরিণের দেখা নাও পেতে পারেন। ভয়কে জয় করুন। যদি ভয়ে কিছু উপেক্ষা করেন তবে কখনই সফল হতে পারবেন না। তাই আপনি ইংরেজি, বাংলা ,গণিত কিংবা মানসিক দক্ষতা ঠিক কোন বিষয়ে আপনার দুর্বলতা রয়েছে তা নির্ধারণ করে তার উপরই জোর দিন । সেই ক্ষেত্রেও আপনি সাহায্য নিতে পারেন iconpreparation.com এর । Bank এর শীর্ষ পর্যায়ে যেতে হলে অবশ্যই আপনাকে সকল দুর্বলতা কাটিয়ে উঠতে হবে। এই জন্য নিজের দুর্বলতা চিহ্নিত করে প্রচুর প্র্যাকটিস করুন। আপনি যেহেতু ব্যাচেলর ডিগ্রী পাশ করেছেন, আপনি চেষ্টা করলে অবশ্যই দুর্বলতা কাটিয়ে উঠতে পারবেন।</li>
      		<li><strong>৩) অনুশীলন ও পরিশ্রমঃ</strong>আর সবচেয়ে বড় কথা সাফল্যের পিছনে ছুটতে হলে অনেক বেশী পরিশ্রম আর অনুশীলনের প্রয়োজন রয়েছে। সঠিক পরিকল্পনা আর পরিশ্রমের মেল বন্ধনই আপনাকে দক্ষ ও সফল ব্যাংকার হিসেবে গড়ে তুলবে। আর এই অনুশীলনের জন্য সবসময় আপনার পাশে পাবেন iconpreparation.com কে।
      		<br>
      		সংক্ষেপে আপনাকে যা করতে হবে:
      		<ul class="list-unstyled list-inner">
      			<li>- প্রশ্নের প্যাটার্ন সম্পর্কে ধারণা নিন। </li>
      			<li>- নিজের দুর্বলতা দূর করতে প্রচুর প্র্যাকটিস করুন। </li>
      			<li>- English ভালো করার জন্য History বই পড়ুন, প্রতিদিন কয়েকটি ওয়ার্ড শিখুন, যত পারুন পরীক্ষা দিন।</li>
      			<li>- গণিতে ভালো করার জন্য standard vii এর Arithmetic, Algebra বই পড়ুন। </li>
      			<li>- আগের ব্যাংক পরীক্ষার সব প্রশ্ন দেখে নিন।</li>
      			<li>- Apply করার সময় সঠিক ভাবে form fill up করুন।</li>
      			<li>- জবের জন্য কাউকে টাকা দিবেন না।</li>
      		</ul>
      		</li>
      	</ul>
      </div>
    </div>
</div>
@stop

@section('style')
<link rel="stylesheet" href="{{$base_url}}asset/member/css/bootstrap.vertical-tabs.min.css">
<style>
.nav-tabs>li>a:hover
{
	/*display: inline-block;*/
}
.nav-tabs>li.active,.nav-tabs>li.active>a
{
	background: #0177BF;
	color: #fff;
}
/*.nav-tabs>li.active>a
{
	color: color
}*/
.col-tabs
{
	padding-right: 0;
	padding-left: 0;
	/*min-height: 550px;*/
	background: #e2e2e2;
}
.tabs-left > li, .tabs-right > li
{
	margin-bottom: 0;
}
.col-tab-content
{
	padding-left: 0;
	padding-right: 0;
}
.tabs-left, .tabs-right
{
	padding-top: 0;
}
.tab-content
{
	min-height: 550px;
	background: #fff;
	padding-top: 10px;
	padding-left: 15px;
	padding-right: 15px;
	line-height:20px;
}
.tabs-left li
{
	border-bottom: 1px solid #f6f6f6;
}

.tabs-left > li > a
{
	font-size: 18px;
	text-align: center;
	border-radius: 0;
}

.tabs-left > li > a>i
{
	display: none;
	line-height: 1.5;
}

.list-main
{

}
.list-main>li
{
	padding-top:5px;
	padding-bottom: 5px;
}

.list-main>li>p
{
	font-size: 16px;
	background: #e2e2e2;
	padding:5px;
}

.list-inner li
{
	padding-bottom:7px;
	padding-left: 10px;
}
</style>
@stop

@section('script')
<script type="text/javascript">
$(document).ready(function() {
	// $('.nav-tabs>li').on('mouseover','a'function(event) {
		
	// });

$('.nav-tabs>li>a').hover(
	  function () {
	    $(this).children('i').show();
	  }, 
	  function () {
	    $(this).children('i').hide();
	  }
	);
});
(function ($) {
  $(function () {
    $(document).on('mouseenter.bs.tab.data-api', '[data-toggle="tab"], [data-hover="tab"]', function () {
      $(this).tab('show');
    });
  });
  // $(document).off('click.bs.tab.data-api', '[data-hover="tab"]');
})(jQuery);
</script>
@stop