@extends('master.layout')

@section('content')
<div class="col-lg-3 col-md-3 col-xs-12 col-sm-12 col-tabs"> <!-- required for floating -->
  <!-- Nav tabs -->
  <ul class="nav nav-tabs tabs-left"><!-- 'tabs-right' for right tabs -->
    <li class="active"><a href="#home" data-toggle="tab">কিভাবে আবেদন করবেন <i class="fa fa-chevron-right pull-right"></i></a></li>
    <li><a href="#profile" data-toggle="tab">সিলেবাস  <i class="fa fa-chevron-right pull-right"></i></a></li>
    <li><a href="#messages" data-toggle="tab">কিভাবে প্রস্তুতি নিবেন <i class="fa fa-chevron-right pull-right"></i></a></li>
	 <li><a href="#qs" data-toggle="tab">আবেদনকারীদের প্রশ্ন <i class="fa fa-chevron-right pull-right"></i></a></li>
  </ul>
</div>
<div class="col-lg-9 col-md-9 col-xs-12 col-sm-12 col-tab-content">
    <!-- Tab panes -->
    <div class="tab-content">
     <div class="tab-pane active" id="home">
    <p>বেসরকারি শিক্ষক নিবন্ধন ও প্রত্যয়ন কর্তৃপক্ষ (NTRCA) কর্তৃক দেশের বেসরকারি শিক্ষা প্রতিষ্ঠানসমূহে নিয়োগযোগ্য পার্থীদের নিবন্ধন ও প্রত্যয়নের লক্ষ্যে&nbsp; শিক্ষক নিবন্ধন পরীক্ষা -তে অংশগ্রহণে ইচ্ছুক প্রার্থীদের নিকট হতে আবেদনপত্র আহবান করা হচ্ছে।<br />
শিক্ষক নিবন্ধন পরীক্ষা&nbsp; তে প্রার্থীদের প্রথম ধাপে প্রিলিমিনারি টেস্ট গ্রহণ করা হবে এবং কেবল প্রিলিমিনারি টেস্টে উত্তীর্ণ প্রার্থীদের পরবর্তীতে দ্বিতীয় ধাপে লিখিত&nbsp; পরীক্ষা গ্রহণ করা হবে।</p>

<p>নিবন্ধন পরীক্ষার আবেদনপত্র:<br />
ক. দ্বাদশ শিক্ষক নিবন্ধন পরীক্ষায় অংশগ্রহণে ইচ্ছুক প্রার্থীগণ http://ntrCa.teletalk.com.bd ওয়েবসাইটে আবেদনপত্র পূরণ করতে পারবেন।<br />
খ. দ্বাদশ শিক্ষক নিবন্ধন পরীক্ষা ২০১৫-এর প্রার্থীদের এই বিজ্ঞপ্তির ৪নং অনুচ্ছেদে উল্লিখিত পদ্ধতিতে আবেদনপত্র অনলাইনে পূরণ করতে হবে ।<br />
গ.বিজ্ঞপ্তি টি&nbsp; http://ntrca.teletalk.com.bd ওয়েবসাইটে পাওয়া যাবে।</p>

<p>অনলাইনে আবেদনপত্র পূরণ এবং পরীড়ার ফি জমাদান শুরু&nbsp; ও শেষ হওয়ার তারিখ এবং সময়।<br />
ক. Online-এ আবেদনপত্র পূরণ ও ফি জমাদান শুরুর তারিখ ও সময় দেয়া হবে পূর্বেই।<br />
গ. প্রিলিমিনারি টেস্টের পূর্বে কোন প্রার্থীর হার্ডকপি (১০নং অনুচ্ছেদে বর্ণিত) প্রেরণের প্রয়োজন নাই। কেবল প্রিলিমিনারি টেস্টে উত্তীর্ণ প্রার্থীগণই ১০ নং অনুচ্ছেদে বর্ণিত নির্দেশনা মোতাবেক হার্ডকপি প্রেরণ করবেন।<br />
বি.দ্র. ক.&nbsp; SMS-এর মাধ্যমে (বিজ্ঞপ্তির ৫নং অনুচ্ছেদের নির্দেশনা অনুসরণ করে) ফি জমা দিতে পারবেন।<br />
খ. শেষ তারিখের জন্য অপেক্ষা না করে হাতে যথেষ্ট সময় রেখে নির্ধারিত তারিখ ও সময়ের মধ্যে সতর্কতার সঙ্গে প্রার্থীকে নিজে Online-এ আবেদনপত্র পূরণ ও Submit সম্পন্ন করতে পরামর্শ দেয়া যাচ্ছে।<br />
অনলাইন আবেদনপত্র পূরণ করার নিয়মাবলি:<br />
ক. শিক্ষাগত যোগ্যতা অনুযায়ী প্রার্থী যে পদে আবেদন করতে ইচ্ছুক ওয়েবসাইটে ঢুকে সেই পদের রেডিও বাটন সিলেক্ট করে আবেদনপত্র Open করবেন।<br />
খ. Online আবেদনপত্রে প্রার্থী নিজ স্বাক্ষর (দৈর্ঘ্য ৩০০ &times; প্রস্থ ৮০) pixel ও রঙ্গিন ছবি (দৈর্ঘ্য ৩০০ &times; প্রস্থ ৩০০) pixel স্ক্যান করে নির্ধারিত স্থানে Upload করবেন।<br />
গ. Online আবেদনপত্রে পূরণকৃত তথ্যই যেহেতু প্রিলিমিনারি টেস্ট ও লিখিত পরীড়াসহ পরবর্তী সকল কার্যক্রমে এবং উত্তীর্ণ প্রার্থীদের সার্টিফিকেট-এ ব্যবহৃত হবে, সেহেতু Online-এ আবেদনপত্র Submit করার পূর্বেই পূরণকৃত সকল তথ্যের সঠিকতা সম্পর্কে প্রার্থী নিজে শতভাগ নিশ্চিত হবেন।&nbsp; ঘ. প্রার্থী Online-এ পূরণকৃত আবেদনপত্রের প্রিন্টকপি সংরক্ষন&nbsp; করবেন এবং প্রিলিমিনারি টেস্টে উত্তীর্ণ হলে আবেদনপত্রের একটি প্রিন্টকপি ও ১০নং অনুচ্ছেদে চাহিত সনদপত্রাদি ঢাকা জি.পি.ও. বক্স নম্বর-১০৩, ঢাকা-১০০০ এ প্রেরণ করবেন। তাছাড়া পরীক্ষা সংক্রান্ত যেকোন প্রয়োজনের সহায়ক হিসেবে আবেদনপত্রের একটি প্ৰিণ্টকপি সংরক্ষণ করবেন।</p>

<p>ঙ. প্রার্থী যে পদে নিবন্ধনের জন্য আবেদন করতে ইচ্ছুক সেই পদের বিপরীতে বিজ্ঞপ্তিতে উল্লিখিত বিষয় হতে নিবন্ধন পরীক্ষার ঐচ্ছিক বিষয় নির্ধারণ করবেন এবং তা Online আবেদনপত্রে উল্লেখ করবেন। চ. প্রার্থী নাম, পিতার নাম ও মাতার নাম এসএসসি অথবা সমমানের সনদে যেভাবে লিখা আছে অনলাইন আবেদনপত্রে হুবহু সেভাবে লিখবেন।<br />
&nbsp;</p>

<p>&nbsp;ছ.online আবেদনপত্রে প্রার্থীর প্রদত্ত মোবাইল ফোনে পরীক্ষা সংক্রান্ত যাবতীয় যোগাযোগ সম্পন্ন করা হবে বিধায় উক্ত নম্বরটি সার্বক্ষণিক সচল রাখা, sMs Read করা এবং প্রাপ্ত নির্দেশনা তাৎক্ষণিকভাবে অনুসরণ করা বাঞ্ছনীয়।</p>

<p>৫/ পরীক্ষার ফিস প্রদান:</p>

<p>ক. SMS প্রেরণের নিয়মাবলি ও পরীক্ষার ফি প্রদান: Online আবেদনপত্র &nbsp;(Application Form) যথাযত ভাবে পূরন করে ছবি ও সিগনেচার আপলোড করে আবেদনপত্র Submit করতে হবে।আবেদনপত্র Submit করা সম্পন্ন হলে কম্পিউটারে ছবিসহ Application Preview দেখা যাবে। নির্ভুলভাবে আবেদনপত্র submit করা সম্পন্ন হলে প্রার্থী একটি User ID, ছবি এবং স্বাক্ষরযুক্ত একটি Applicant&#39;s copy পাবেন। উক্ত Applicant&#39;s copy প্রার্থী প্রিন্ট &nbsp;করে ডাউনলোড &nbsp;করে সংরক্ষন করে রাখতে হবে। &nbsp;প্রার্থী নিম্নোক্ত পদ্ধতিতে যে কোন Teletalk pre-paid mobile নম্বরের মাধ্যমে ০২(দুই)টি SMS করে পরীক্ষার ফি বাবদ ৩৫০/- (তিনশত পঞ্চাশ) টাকা অনধিক ৭২ (বাহাত্তর) ঘণ্টার মধ্যে জমা দিবেন।<br />
**প্রথম SMS: NTRCA&lt;space&gt;User ID লিখে send করতে হবে ১৬২২২ নাম্বারে<br />
**২য় SMS: NTRCA&lt;space&gt;Yes&lt;Space&gt;PIN &nbsp;লিখে পাঠাতে হবে 16222 নাম্বারে<br />
বিশেষভাবে উল্লেখ্যঃ &ldquo;Online&rdquo;-এ আবেদনপত্রের সকল অংশ পূরণ করে submit করা হলেও পরীক্ষার ফি জমা না দেয়া পর্যন্ত Online আবেদনপত্র কোন অবস্থাতেই গৃহীত হবে না&rdquo;। শুধু টেলিটক প্রি-পেইড মোবাইল ফোন থেকে প্রার্থীগণ নিম্নবর্ণিত SMS পদ্ধতি অনুসরণ করে নিজ নিজ User ID, Serial এবং PIN পুনরূদ্ধার করতে পারবেন।<br />
i. User ID জানা থাকলেঃ: NTRCA&lt;Space&gt;Help&lt;Space&gt;User&lt;Space&gt;User ID &amp; send to 16222.<br />
Example: NTRCA Help User ABCDEF &amp; send to 16222<br />
ii. PIN Number জানা থাকলে&rdquo;: NTRCA&lt;Space&gt;Help&lt;Space&gt;PIN&lt;Space&gt;PIN No. &amp; send to 16222.<br />
Example: NTRCA &nbsp;Help &nbsp;PIN12345678 &nbsp;&amp; send to 16222.</p>

<p>*শিক্ষাগত যোগ্যতার ক্ষেত্রে পরীক্ষায় অবতীর্ণ (Appeared) কোন প্রার্থীর আবেদনপত্র গ্রহণযোগ্য হবে না। শিক্ষাগত যোগ্যতার ক্ষেত্রে সদ্য উত্তীর্ণ প্রার্থীগণ সংশ্লিষ্ট শিক্ষা প্রতিষ্ঠান প্রধান কর্তৃক প্রদত্ত প্রশংসাপত্র, টেবুলেশন শিট/ নম্বরপত্র ও প্রবেশপত্রসহ আবেদন করতে পারবেন।</p>

<p>প্রবেশপত্র (Admit Card):<br />
ক. প্রবেশপত্র প্রাপ্তির বিষয়টি প্রার্থীর প্রদত্ত মোবাইলে যথাসময়ে SMS-এর মাধ্যমে জানানো হবে। SMS প্রাপ্তির পর প্রার্থী তার প্রবেশপত্র &nbsp;http://ntrea.teletalk.com.bd হতে Download &nbsp;করে &nbsp;নিতে হবে।<br />
খঃ প্রিলিমিনারি টেস্টের প্রবেশপত্র: ৫নং অনুচ্ছেদের নিদেশনা অনুসারে পরীক্ষার নির্ধারিত ফি জমা হলে টেলিটক হতে SMS-এর মাধ্যমে User ID এবং Password প্রেরণ করা হবে। এই User ID এবং Password ব্যবহার করে প্রাথী তার প্রিলিমিনারি টেস্টের প্রবেশপত্র যথাসময়ে Download করে নিতে পারবেন।<br />
গ।লিখিত পরীড়গার প্রবেশপত্র: প্রিলিমিনারি টেস্টে উত্তীর্ণ প্রার্থীদের নিকট হতে প্রাপ্ত &nbsp;হার্ডকপি যাচাই বাছাইয়ের পর যোগ্য প্রার্থীগণ প্রবেশপত্র প্রাপ্য হবেন। যোগ্য প্রার্থীগণ SMS প্রাপ্তির পর পূর্বে প্রদত্ত User ID এবং Password ব্যবহার করে লিখিত পরীক্ষর প্রবেশপত্র যথাসময়ে Download করে নিতে পারবেন। লিখিত পরীক্ষয় উত্তীর্ণ প্রার্থীগণ প্রিলিমিনারি টেস্টের প্রবেশপত্র ও লিখিত পরীক্ষার প্রবেশপত্র সংরড়ক্ষণ করবেন এবং সনদ গ্রহণের সময়ে অবশ্যই প্রদর্শন করবেন।<br />
ডিক্লারেশন: ক. প্রার্থীকে অনলাইন আবেদনপত্রের ডিক্লারেশন অংশে এই মর্মে ঘোষণা দিতে হবে যে, আবেদনপত্রের প্রদত্ত সকল তথ্য সঠিক এবং সত্য। প্রদত্ত তথ্য অসত্য বা মিথ্যা প্রমাণিত হলে অথবা কোনো অযোগ্যতা ধরা পড়লে বা কোনো দুনীতির আশ্রয় গ্রহণ করলে বা কোনো প্রার্থী আবেদনপত্রে জ্ঞাতসারে কোনো ভুল বা মিথ্যা তথ্য প্রদান করলে বা প্রয়োজনীয় তথ্য গোপন করলে বা টেম্পারিং করলে বা কোনো জাল সার্টিফিকেট দাখিল করলে বা বয়স ও শিক্ষাগত যোগ্যতা সংক্রান্তু সার্টিফিকেটের কোনো অংশ বা প্রবেশপত্র টেম্পারিং বা পরিবর্তন করলে বা পরীক্ষার &nbsp;হলে মোবাইল ফোন বা কোনো ধরনের ইলেকট্রনিক যোগাযোগ যন্ত্রসহ প্রবেশ এবং উক্ত প্রযুক্তির মাধ্যমে অসদুপায়ের আশ্রয় গ্রহণ করলে বা পরীক্ষার হলে কোনোরূপ দুর্ব্যবহার করলে বা প্রতারণার আশ্রয় নিলে তাকে উক্ত পরীক্ষ সহ NTRCA কর্তৃক অনুষ্ঠেয় পরবর্তী যে কোনো পরীক্ষার জন্য অযোগ্য ঘোষণা করা যাবে, অধিকন্তু তার বিরম্নদ্ধে ফৌজদারী কার্যক্রমও গ্রহণ করা যাবে। কোন প্রার্থী সম্পর্কে বর্ণিত অভিযোগ পাওয়া গেলে, যথাযথ তদন্ত সাপেক্ষে, তার নিবন্ধন বাতিল করে সনদপত্র প্রত্যাহার করা হবে এবং তিনি কোন বেসরকারি শিড়া প্রতিষ্ঠানে নিয়োগ পেয়ে থাকলে উক্ত নিয়োগ বাতিল হয়ে যাবে, নিয়োগলাভের কারণে প্রাপ্ত আর্থিক সুবিধাদি ফেরতযোগ্য হবে এবং তার বিরম্নদ্ধে ফৌজদারী কার্যক্রমও গ্রহণ করা যাবে। প্রার্থ কর্তৃক প্রদত্ত ডিক্লারেশন অনুযায়ী প্রিলিমিনারি টেস্টের জন্য সাময়িকভাবে যোগ্য বিবেচনা করে প্রবেশপত্র প্রদান করা হবে। প্রিলিমিনারি টেস্টে কৃতকার্য হলে প্রার্থী কর্তৃক অনলাইন আবেদনপত্রে প্রদত্ত প্রতিটি তথ্যের সপক্ষে যথাযথ সনদ/প্রত্যয়নপত্র লিখিত পরীক্ষার পূর্বে ১০নং অনুচ্ছেদের নির্দেশনা অনুসারে &#39;ঢাকা জি.পি.ও. বক্স নম্বর-১০৩, ঢাকা-১০০০ তে জমা দিতে হবে। কোনো প্রার্থী অনলাইন Form-এ প্রদত্ত তথ্য ও শিক্ষাগত যোগ্যতার প্রমাণস্বরূপ যথাযথ সনদ/প্রত্যয়নপত্র নির্ধারিত সময়ের মধ্যে দাখিল করতে ব্যর্থ হলে বা কোনো পদের জন্য নির্ধারিত যোগ্যতা না থাকলে বা আবেদন ভুলভাবে পূরণ করলে বা কোনো অযোগ্যতা বা কোনো Substantive ত্রমটি ধরা পড়লে যে কোনো পর্যায়ে তার প্রার্থিতা বাতিল বলে গণ্য হবে।</p>

<p>ঙ. যদি কোনো প্রার্থী মিথ্যা/ভিন্ন/ভুল তথ্য দেন তবে যে কোনো স্তত্বরে তা প্রমাণিত হলে তার সামগ্রিক প্রার্থিতা বাতিল হবে এবং তিনি NTRCA কর্তৃক গৃহীতব্য সকল পদে আবেদনের অযোগ্য হিসেবে বিবেচ্য হবেন এবং উক্ত প্রার্থীর বিরম্নদ্ধে আইনানুগ ব্যবস্থা গ্রহণ করা যাবে। চ. যদি কোন প্রার্থী বাংলাদেশের নাগরিক না হন কিংবা বাংলাদেশের নাগরিক নন এমন কোন ব্যক্তিকে বিয়ে করেন বা করার জন্য প্রতিশ্রুতিবদ্ধ হন কিংবা কোন ফৌজদারি আদালত কর্তৃক নৈতিক স্থলনজনিত অভিযোগে দণ্ডিত হন কিংবা কোন সরকারি বা স্বায়ত্তশাসিত প্রতিষ্ঠান বা বেসরকারি শিক্ষা প্রতিষ্ঠান বা স্থানীয় কর্তৃপক্ষের চাকুরি হতে বরখাস্ত হয়ে থাকেন এবং উক্তরূপ বরখাস্তের পর দুই বছর অতিক্রান্ত না হয়ে থাকে তবে তিনি আবেদন করার জন্য যোগ্য বিবেচিত হবেন না।</p>

<p>প্রিলিমিনারি টেস্ট:</p>

<p>ক. প্রিলিমিনারি টেস্টের সময়সূচি<br />
খ. প্রার্থীদেরকে ১০০ (একশত) নম্বরের একটি Multiple Choice Question (MCQ) Type প্রিলিমিনারি টেস্টে অংশগ্রহণ করতে হবে। পরীক্ষার পূর্ণ সময় দেয়া হবে ১ (এক) ঘণ্টা। Optical Mark Readable Lithocode যুক্ত উত্তরপত্র OMR মেশিনে কম্পিউটারের মাধ্যমে মূল্যায়ন করা হবে।<br />
গ. এই পরীক্ষায় মোট ১০০ (একশত) টি প্রশ্ন থাকবে। প্রার্থী প্রতিটি শুদ্ধ উত্তরের জন্য ১(এক) নম্বর পাবেন, তবে প্রতিটি ভুল উত্তরের জন্য ০.৫০ নম্বর কাটা হবে।<br />
ঘ. প্রিলিমিনারি টেস্টে অংশগ্রহণের ড়োত্রে প্রার্থীদের উপযুক্ততা এবং প্রিলিমিনারি টেস্টে কৃতকার্যতা নির্ধারণের ড়েগত্রে এনটিআরসিএএর সিদ্ধান্ত্মই চূড়ান্ত্ম বলে গণ্য হবে।<br />
ঙ. প্রিলিমিনারি টেস্টে পাস নম্বর ৪০% ।<br />
চ, ৩টি পর্যায়ে যথা- (১) স্কুল পর্যায় (২) স্কুল পর্যায়-২ ও (৩) কলেজ পর্যায়ে পৃথক প্রশ্নপত্রে পরীক্ষার্থীগণ প্রিলিমিনারি টেস্টে অংশগ্রহণ করবেন।</p>

<p>ছ. প্রিলিমিনারি টেস্টের বিষয় ও নম্বর বণ্টন নিম্নে প্রদান করা হলো:</p>

<p>১/বাংলা ২৫</p>

<p>&nbsp;૨/ ইংরেজি ২৫</p>

<p>&nbsp;৩/ সাধারণ গণিত ২৫</p>

<p>&nbsp;8/ সাধারণ জ্ঞান ২৫</p>

<p>&nbsp;&nbsp; মোট= ১&omicron;&omicron;</p>

<p>&nbsp;প্রিলিমিনারি টেস্টে উত্তীর্ণ প্রার্থীদের হার্ডকপি জমাদান:</p>

<p>ক. প্রিলিমিনারি টেস্টে উত্তীর্ণ প্রার্থীগণকে SMS-এর মাধ্যমে হার্ডকপি প্রেরণের তারিখ ও সময় অবহিত করা হবে। SMS-এ প্রাপ্ত নির্দেশনা মোতাবেক উত্তীর্ণ প্রার্থীগণ Online-এ পূরণকৃত আবেদন Form (Applicant&#39;s Copy)-এর সাথে নিম্নোক্ত সনদ/ডকুমেন্ট প্রথম শ্রেণীর গেজেটেড কর্মকর্তা কর্তৃক সত্যায়িত করে খামে ভরে যথেষ্ট সময় হাতে রেখে কেবল ডাকযোগে নিম্নঠিকানায় পৌঁছানো অবশ্যই নিশ্চিত করবেন: প্রাপক: ঢাকা জি.পি.ও. বক্স নম্বর-১০৩,</p>

<p>ঢাকা-১০০০ ।</p>

<p>&nbsp;প্রয়োজনীয় সনদঃ</p>

<p>১/ সকল শিক্ষাগত যোগ্যতার সনদপত্রের সত্যায়িত কপি</p>

<p>&nbsp;২. স্নাতক (পাস/সম্মান) পর্যায়ের নম্বরপত্রের (মার্ক শিট/টেবুলেশন শিট) সত্যায়িত কপি;</p>

<p>&nbsp;৩. কেবল সহকারী শিক্ষক পদসমূহের ক্ষেত্রে প্রার্থী কর্তৃক Online আবেদনপত্রে উলেস্নখিত Optional Subject-এর স্বপক্ষে প্রমান স্বরূপ স্নাতক (পাস/সম্মান) পর্যায়ের প্রবেশ পত্র/পত্রসমূহের সত্যায়িত কপি; ৪. নাগরিকত্ব সনদপত্রের সত্যায়িত কপি; প্রযোজ্যক্ষেত্রে প্রশিক্ষণ সনদপত্রের সত্যায়িত কপি; জাতীয় পরিচয়পত্রের সত্যায়িত কপি ।<br />
নির্ধারিত সময়ের মধ্যে আবেদনপত্রের হার্ডকপি উক্ত জি.পি.ও. বক্সে পৌছাতে ব্যর্থ হলে সংশ্লিষ্ট প্রার্থীর প্রার্থীতা বাতিল হবে। আবেদনপত্রের হার্ডকপি কোনক্রমেই হাতে হাতে, রেজিস্ট্রি ডাকযোগে কিংবা কুরিয়ার সার্ভিসের মাধ্যমে এনটিআরসিএ-তে গ্রহণ করা হবে না। . প্রিলিমিনারি টেস্টে উত্তীর্ণ প্রার্থীদের হার্ডকপি প্রেরণের ড়েগত্রে খামের উপরে &ldquo;দ্বাদশ শিক্ষক নিবন্ধন পরীক্ষার আবেদনপত্র&rdquo; লিখতে হবে। হার্ডকপি পুঙ্খানুপুঙ্খ যাচাইয়ের পর শুধু ত্রশ্নটিমুক্ত আবেদনপত্রের বিপরীতে লিখিত পরীড়া প্রদানের অনুমতি দেয়া হবে। পিলিমিনারি টেস্টে পাস করা লিখিত পরীড়গায় অবতীর্ণ হওয়ার একমাত্র যোগ্যতা নয়। প্রিলিমিনারি টেস্টে পাস করা যে সকল প্রার্থী হার্ডকপি নির্ধারিত তারিখের মধ্যে জমা দিতে ব্যথ হবেন তাদের প্রার্থিতা বাতিল বলে গণ্য হবে এবং তারা লিখিত পরীক্ষায় অংশগ্রহণ করতে পারবেন না । যে সকল প্রার্থী প্রিলিমিনারি টেস্টে উত্তীর্ণ হবেন এবং যাদের হার্ডকপি সম্পূর্ণরূপে ত্রমটিমুক্ত পাওয়া যাবে শুধু তারাই দ্বাদশ শিড়াক নিবন্ধন পরীড়া ২০১৫-এর লিখিত পরীক্ষায় অংশগ্রহণ করতে পারবেন।</p>

<p>পর্যায়সমূহ:</p>

<p>ক. স্কুল পর্যায় বলতে সহকারী শিক্ষক (বাংলা, ইংরেজি, সামাজিক বিজ্ঞান, ব্যবসায় শিক্ষা, গণিত ও সাধারণ বিজ্ঞান, বিজ্ঞান, কৃষি, গার্হস্থ্য বিজ্ঞান, কম্পিউটার ও ধর্ম), সহকারী শিক্ষক (শরীরচর্চা)/ শরীরচর্চা শিক্ষক, সহকারী মৌলবি, এবতেদায়ি প্রধান, প্রদর্শক ও সহকারী শিক্ষক (সাধারণ বিষয়-ভাষা) পদকে বুঝাবে।</p>

<p>খ. স্কুল পর্যায়-২ বলতে ট্রেড ইন্সট্রাক্টর, জুনিয়র মৌলবি, জুনিয়র শিক্ষক (সাধারণ) ও এবতেদায়িকারী পদকে বুঝাবে।</p>

<p>গ. কলেজ পর্যায় বলতে প্রভাষক যা বিজ্ঞপ্তির ক্রমিক নং ১১-১৭ (বিষয় নং ১-৩৫) পদকে বুঝাবে।<br />
পরীক্ষার নির্ধারিত সময়ের মধ্যে আবেদনপত্রের হার্ডকপি উক্ত জি.পি.ও. বক্সে পৌছাতে ব্যর্থ হলে সংশ্লিষ্ট প্রার্থীর প্রার্থীতা বাতিল হবে। আবেদনপত্রের হার্ডকপি কোনক্রমেই হাতে হাতে, রেজিস্ট্রি ডাকযোগে কিংবা কুরিয়ার সার্ভিসের মাধ্যমে এনটিআরসিএ-তে গ্রহণ করা হবে না।</p>

<p>&nbsp;প্রিলিমিনারি টেস্টে উত্তীর্ণ প্রার্থীদের হার্ডকপি প্রেরণের ক্ষেত্রে খামের উপরে &ldquo;_____ শিক্ষক নিবন্ধন পরীক্ষার আবেদনপত্র&rdquo; লিখতে হবে। হার্ডকপি পুঙ্খানুপুঙ্খ যাচাইয়ের পর শুধু ত্রশ্নটিমুক্ত আবেদনপত্রের বিপরীতে লিখিত পরীড়া প্রদানের অনুমতি দেয়া হবে। পিলিমিনারি টেস্টে পাস করা লিখিত পরীড়গায় অবতীর্ণ হওয়ার একমাত্র যোগ্যতা নয়। প্রিলিমিনারি টেস্টে পাস করা যে সকল প্রার্থী হার্ডকপি নির্ধারিত তারিখের মধ্যে জমা দিতে ব্যথ হবেন তাদের প্রার্থিতা বাতিল বলে গণ্য হবে এবং তারা লিখিত পরীক্ষায় অংশগ্রহণ করতে পারবেন না । যে সকল প্রার্থী প্রিলিমিনারি টেস্টে উত্তীর্ণ হবেন এবং যাদের হার্ডকপি সম্পূর্ণরূপে ত্রমটিমুক্ত পাওয়া যাবে শুধু তারাই নিবন্ধন পরীড়া -এর লিখিত পরীক্ষায় অংশগ্রহণ করতে পারবেন।</p>

<p>পর্যায়সমূহ:</p>

<p>ক. স্কুল পর্যায় বলতে সহকারী শিক্ষক (বাংলা, ইংরেজি, সামাজিক বিজ্ঞান, ব্যবসায় শিক্ষা, গণিত ও সাধারণ বিজ্ঞান, বিজ্ঞান, কৃষি, গার্হস্থ্য বিজ্ঞান, কম্পিউটার ও ধর্ম), সহকারী শিক্ষক (শরীরচর্চা)/ শরীরচর্চা শিক্ষক, সহকারী মৌলবি, এবতেদায়ি প্রধান, প্রদর্শক ও সহকারী শিক্ষক (সাধারণ বিষয়-ভাষা) পদকে বুঝাবে।</p>

<p>খ. স্কুল পর্যায়-২ বলতে ট্রেড ইন্সট্রাক্টর, জুনিয়র মৌলবি, জুনিয়র শিক্ষক (সাধারণ) ও এবতেদায়িকারী পদকে বুঝাবে।</p>

<p>গ. কলেজ পর্যায় বলতে প্রভাষক যা বিজ্ঞপ্তির ক্রমিক নং ১১-১৭ (বিষয় নং ১-৩৫) পদকে বুঝাবে। উত্তরপত্র সংক্রান্তু গোপনীয়তা: প্রিলিমিনারি টেস্টের MCQ উত্তরপত্র ও লিখিত পরীক্ষার সকল উত্তরপত্র গোপনীয় দলিল হিসেবে গণ্য হবে এবং কোনো অবস্থাতেই কোনো প্রার্থী বা তার প্রতিনিধিকে সেগুলো প্রদর্শন বা প্রদান করা হবে না।</p>

<p>বাংলা, ইংরেজি ও অন্যান্য ভাষা সম্পর্কিত বিষয়ের প্রশ্নের উত্তর সংশিক্ষষ্ট ভাষাতেই লিখতে হবে। অন্যান্য বিষয়ের প্রশ্নের উত্তর বাংলা বা ংরেজি-এর যে কোনো একটিতে লিখা যাবে। একটি বিষয়ের উত্তরে একাধিক ভাষা ব্যবহার করা যাবে না। কোনো বিষয়ের প্রশ্নপত্রে অন্য কোনোরূপ নির্দেশনা থাকলে উক্ত বিষয়ের ক্ষেত্রে ঐ নির্দেশনা অনুযায়ী প্রশ্নোত্তর লিখতে হবে।</p>

<p>পরীক্ষার কেন্দ্রসমূহ: ক. প্রবেশপত্রে উলিস্নখিত পরীক্ষা কেন্দ্রে উপস্থিত হয়ে প্রার্থীকে পরীক্ষা দিতে হবে। কেন্দ্র পরিবর্তনের কোনো আবেদন গ্রহণ করা হবে না |</p>

<p>খ. প্রিলিমিনারি টেস্টের কেন্দ্র দেশের ২০ (বিশ)টি জেলা শহর তথা: দিনাজপুর, রংপুর, বগুড়া, রাজশাহী, পাবনা, কুষ্টিয়া, যশোর, খুলনা, জামালপুর, ময়মনসিংহ, টাঙ্গাইল, ঢাকা, ফরিদপুর, কুমিল্লা, নোয়াখালী, চট্টগ্রাম , বরিশাল, পটুয়াখালী, সিলেট ও রাঙ্গামাটিতে আলোচ্য পরীক্ষা অনুষ্ঠিত হবে।</p>

<p>&nbsp;গ. লিখিত পরীক্ষার কেন্দ্র: প্রিলিমিনারি টেস্টে উত্তীর্ণ প্রার্থীদের দেশের বিভাগীয় ৭টি জেলা শহর তথা: রংপুর, রাজশাহী, খুলনা, ঢাকা, চট্টগ্রাম, বরিশাল ও সিলেট-এ লিখিত পরীক্ষা অনুষ্ঠিত হবে।</p>

<p>&nbsp;ঘ. Online আবেদনপত্রে প্রার্থী কর্তৃক পূরণকৃত পরীক্ষা কেন্দ্রে প্রার্থী প্রিলিমিনারি টেস্টে অংশগ্রহণ করবেন।</p>

<p>বিবিধ: ক. ইতোপূর্বে অনুষ্ঠিত নিবন্ধন পরীক্ষায় উত্তীর্ণ প্রার্থী যোগ্যতাসাপেক্ষে _____ শিক্ষক নিবন্ধন পরীক্ষা ২০১৫-এ অন্য বিষয়ে অংশগ্রহণ করতে পারবেন ।</p>

<p>খ. ফলাফল প্রকাশের তারিখ হতে পরবর্তী ৯০ (নব্বই) দিনের মধ্যে উত্তীর্ণ প্রার্থীর সনদপত্র Online আবেদনপত্রে উল্লেখিত তার স্থায়ী ঠিকানার জেলা শিক্ষা অফিসে প্রেরণ করা হবে। উক্ত সময়ের মধ্যে এনটিআরসিএ কোন সাময়িক প্রত্যয়নপত্র প্রদান করবে না। ওয়েবসাইটে প্রদত্ত ফলাফল এর প্রিন্টকপি সাময়িক প্রত্যয়নপত্র হিসেবে গণ্য হবে।</p>

<p>&nbsp;গ. অনিবার্য কারণবশত: পরীক্ষার তারিখ পরিবর্তিত হলে তা যথানিয়মে এবং যথাসময়ে অবহিত করা হবে। ঘ. বিজ্ঞপ্তিতে অনুলিস্নখিত এমন কোনো বিষয় থাকলে অথবা ব্যাখ্যার প্রয়োজন হলে এ বিষয়ে NTRCA প্রয়োজনীয় ব্যাখ্যা দিবে।</p>

<p>ঙ. পরীক্ষা সংক্রান্ত যাবতীয় তথ্য NTRCA-এর ৯৬১৩৮৩৫, ৯৬১৩০২৯, ৯৬১৫৭৫০, ৯৬১২৯৪৩ ও ৯৬৬৮০৫১ নম্বর টেলিফোন থেকে জানা যাবে |</p>

<p>চ. পরীক্ষা গ্রহণ ও নিবন্ধন সংক্রান্ত যে কোন বিষয়ে কর্তৃপক্ষের সিদ্ধান্তই চূড়ান্ বলে গণ্য হবে।</p>

<p>(মোঃ হুমায়ূন কবীর) সদস্য (যুগ-সচিব) পরীক্ষা মূল্যায়ন ও প্রত্যয়ন এনটিআরসিএ, ঢাকা ।</p>


      </div> <!-- end apply instructions -->
      <div class="tab-pane" id="profile">
     <p> <a href="http://ntrca.teletalk.com.bd/silabus/school_level.pdf" target="_blank"> স্কুল পর্যায় সিলেবাস </a></p>
	 <p> <a href="http://ntrca.teletalk.com.bd/silabus/school_level2.pdf" target="_blank"> স্কুল পর্যায়-২ সিলেবাস </a></p>
	 <p> <a href="http://ntrca.teletalk.com.bd/silabus/college_level.pdf" target="_blank"> কলেজ পর্যায় সিলেবাস </a></p>
      </div>
      <div class="tab-pane" id="messages">
      <p>শিক্ষক নিবন্ধন পরীক্ষার আবেদনকারীদের এবার মুখোমুখি হতে হবে প্রিলিমিনারি ও লিখিত পরীক্ষার। প্রথমে প্রিলিমিনারি পরীক্ষা নেওয়া হবে। প্রিলিমিনারি পরীক্ষায় যাঁরা উত্তীর্ণ হবেন শুধুমাত্র তাঁরাই লিখিত পরীক্ষায় অংশ নিতে পারবে। বেসরকারি শিক্ষক নিবন্ধন ও প্রত্যয়ন কর্তৃপক্ষের (এনটিআরসিএ) চেয়ারম্যান আশিস কুমার সরকার বলেন, প্রতি বছর পাঁচ লাখের বেশি প্রার্থী আবেদন করেছেন। তিনি বলেন, বিগত বছরগুলোর মতো এবারও প্রার্থীদের এমসিকিউ পদ্ধতিতে ১০০ নম্বরের প্রিলিমিনারি পরীক্ষায় অংশ নিতে হবে। পরীক্ষার সময় থাকবে এক ঘণ্টা। বিষয় থাকবে মোট চারটি। বাংলা, ইংরেজি, গণিত ও সাধারণ জ্ঞান। প্রতিটি বিষয়ে ২৫টি করে মোট ১০০টি নৈর্ব্যক্তিক প্রশ্ন থাকবে। প্রতিটি ভুল উত্তরের জন্য শূন্য দশমিক ৫০ নম্বর কাটা হবে। এরপর ১০০ নম্বরের লিখিত পরীক্ষায় অংশ নিতে হবে।&nbsp; উভয় পরীক্ষার পাস নম্বর ৪০। তবে&nbsp; কোনো মৌখিক পরীক্ষা হবে না বলে জানান আশিস কুমার সরকার। ঠিক সময়ের মধ্যেই ভালোভাবে প্রস্তুতি নিলে পাওয়া যাবে বেসরকারি শিক্ষক নিবন্ধনের সনদ। যে সনদ দিয়ে যেকোনো বেসরকারি মাধ্যমিক ও উচ্চমাধ্যমিক বা মাদ্রাসা শিক্ষাপ্রতিষ্ঠানে আবেদন করা যাবে। তাই প্রস্তুতি নিতে হবে এখন থেকে।</p>

<h1>লিখিত পরীক্ষা</h1>

<p>প্রিলিমিনারি পরীক্ষায় উত্তীর্ণ প্রার্থীদের ঐচ্ছিক বিষয়ের ওপর ১০০ নম্বরের তিন ঘণ্টার লিখিত পরীক্ষায় অংশ নিতে হবে। স্কুল পর্যায়ের জন্য নবম-দশম শ্রেণির বইগুলো পড়তে হবে এবং কলেজ পর্যায়ের লিখিত পরীক্ষায় ভালো করতে হলে অনার্স পর্যায়ের বইগুলো পড়লেই চলবে। এ ছাড়া বিগত বছরের প্রশ্ন দেখলেও ধারণা পাওয়া যাবে। লিখিত পরীক্ষায় রচনামূলক প্রশ্ন থাকে পাঁচটি। প্রতিটি প্রশ্নের মান থাকে ১৫। সংক্ষিপ্ত প্রশ্ন থাকবে পাঁচটি। প্রতিটি প্রশ্নেরই বিকল্প প্রশ্ন থাকবে।</p>

<p>&nbsp;</p>

<h2>বাংলা</h2>

<p>স্কুল ও স্কুল পর্যায়-২-এ বাংলা অংশে ভালো করতে হলে ব্যাকরণে জোর দিতে হবে । ব্যাকরণের প্রায় প্রতিটি অধ্যায় থেকে এক থেকে দুটি প্রশ্ন আসে। এসব অধ্যায়গুলোর মধ্যে ভাষারীতি ও বিরাম চিহ্নের ব্যবহার, বাগধারা ও বাগবিধি, ভুল সংশোধন বা শুদ্ধকরণ, অনুবাদ, সন্ধিবিচ্ছেদ, কারক, বিভক্তি, সমাস ও প্রত্যয়, সমার্থক ও বিপরীতধর্মী শব্দ, বাক্য সংকোচন, লিঙ্গ পরিবর্তন অধ্যায়গুলো ভালোভাবে পড়লে প্রশ্ন পাওয়া যাবে। আর কলেজ পর্যায়ের জন্য পড়তে হবে নবম থেকে দ্বাদশ শ্রেণির পাঠ্যবইগুলো। এসব বইয়ের গদ্য ও পদ্যের লেখক পরিচিতি সম্পর্কে জানা থাকলে ভালো করা যাবে। এ ছাড়া বিগত বছরের শিক্ষক নিবন্ধন পরীক্ষার প্রশ্নের সমাধান করলেও বেশ কাজে দেবে।<br />
স্কুল ও কলেজ-উভয় পরীক্ষায় বেশির ভাগ প্রশ্নই করা হয় ব্যাকরণ থেকে। ভাষারীতি ও বিরামচিহ্ন, সারসংক্ষেপ, ভাবসম্প্রসারণ, বাগধারা ও বাগবিধি, পত্রলিখন, ভুল সংশোধন ও সমাস-এ বিষয়গুলো থেকে প্রশ্ন করা হয় স্কুল পর্যায়ের পরীক্ষায়। কলেজ পর্যায়ে এসব বিষয়ের পাশাপাশি সমার্থক শব্দ থেকে প্রশ্ন করা হয়। অষ্টম শিক্ষক নিবন্ধন পরীক্ষায় উত্তীর্ণ নাজমুল হোসেন জানান, বাংলা বিষয়ের প্রস্তুতির জন্য জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ড প্রণীত নবম-দশম শ্রেণীর বাংলা ব্যাকরণ বইটি বেশ কাজে দেবে। এ ছাড়া বোর্ড অনুমোদিত মাধ্যমিক পর্যায়ের অন্যান্য বাংলা ব্যাকরণ বই পড়লে উত্তর করা সহজ হবে।</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<h3>ইংরেজি</h3>

<p>ইংরেজি বিষয়ে বেশি করে পড়তে হবে গ্রামারের খুঁটিনাটি। এ অংশে ভালো করতে হলে গ্রামার অংশকে গুরুত্ব দিতে হবে। এই গ্রামার অংশ থেকেই স্কুল ও কলেজ উভয় পর্যায়েই প্রশ্ন আসে। Completing Sentences, Translation from Bengali to English, Change of Parts of Speech, Right Forms of Verb, Fill in the Blanks with Appropriate Word, Transformation of Sentences, Synonyms and Antonyms, Idioms and Phrases, Article&mdash;এই অধ্যায়গুলো মনোযোগ সহকারে পড়লে প্রশ্ন পাওয়া যাবে।<br />
চেঞ্জিং ওয়ার্ডস ফ্রম ওয়ান পার্টস অব স্পিচ টু অ্যানাদার অ্যান্ড মেকিং সেন্টেন্স উইথ দেম, ট্রান্সলেশন (ইংরেজি থেকে বাংলা ও বাংলা থেকে ইংরেজি), প্যারাগ্রাফ/রিপোর্ট/ ডেসক্রিপশন রাইটিং, ট্রান্সফরমেশন অব সেন্টেন্স থেকে প্রশ্ন করা হয় স্কুল পর্যায়ে। কলেজ পর্যায়ে এগুলোর পাশাপাশি কমিপ্রহেনসিভ কোয়েশ্চেন, কমপ্লিটিং সেন্টেন্স, ভয়েস চেঞ্জ, ন্যারেশন, রাইট ইউজেজ অব ভার্ব থেকেও প্রশ্ন করা হয়। তবে ট্রান্সফরমেশন অব সেন্টেন্স থেকে কোনো প্রশ্ন আসবে না কলেজ পর্যায়ে। মাধ্যমিক পর্যায়ের গ্রামার বই পড়লেই এ অংশে ভালো করা যায়। গেলবারের নিবন্ধন পরীক্ষায় উত্তীর্ণ দিদার হোসেন জানান, কেবল পরীক্ষার আগ-মুহূর্তের প্রস্তুতিতে ইংরেজিতে ভাল নম্বর পাওয়া কঠিন। ভাল নম্বর পাওয়ার জন্য তাই আগে থেকেই প্রস্তুতি নিতে হবে। ট্রান্সফরমেশন অব সেন্টেন্স, কমপ্লিটিং সেন্টেন্স, ভয়েস চেঞ্জ, ন্যারেশন প্রভৃতির উত্তর করার সময় মাথায় রাখতে হবে গ্রামারের বিষয়টি।</p>

<h3>গণিত</h3>

<p>অনেকেই গণিতে খারাপ করেন। গণিতে ভালো করতে হলে সপ্তম থেকে দশম শ্রেণির বইগুলো বারবার চর্চা করতে হবে। পাটিগণিত থেকে লসাগু, গসাগু, ঐকিক নিয়ম, শতকরা, সুদকষা, লাভ-ক্ষতি, অনুপাত-সমানুপাত&mdash;এসব অধ্যায় ভালো করে চর্চা করলে প্রশ্ন পাওয়া যাবে। আর বীজগণিতের জন্য করতে হবে উৎপাদক, বর্গ ও ঘণ-সংবলিত সূত্রগুলো ও প্রয়োগ, গসাগু, সূচক, লগারিদম&mdash;এসব অধ্যায় থেকে প্রতিবছরই প্রশ্ন থাকে। জ্যামিতির জন্য রেখা, কোণ, ত্রিভুজ, চতুর্ভুজ, ক্ষেত্রফল ও বৃত্ত অধ্যায়গুলো আয়ত্তে রাখা দরকার। কলেজ পর্যায়ের জন্য পড়তে হবে একাদশ ও দ্বাদশ শ্রেণির বই। বিগত বছরগুলোর বিসিএস প্রশ্ন ও শিক্ষক নিবন্ধন প্রশ্নগুলো বারবার চর্চা করলেও ভালো করা যাবে। প্রতিটি উত্তর দেওয়ার ক্ষেত্রে খেয়াল রাখতে হবে।<br />
গণিত অনেকের কাছেই তুলনামূলকভাবে কঠিন। চর্চা করলে এ বিষয়েই সবচেয়ে ভালো নম্বর তোলা সম্ভব। সরল, গড়, ল.সা.গু, গ.সা.গু, শতকরা, সুদকষা, লাভ-ক্ষতি, অনুপাত, সমানুপাত, উৎপাদক, বর্গ ও ঘন সম্পর্কিত সূত্রাবলি ও প্রয়োগ, সেট, ফাংশন, সূচক, লগারিদম, জ্যামিতি, ত্রিকোণমিতি, পরিমিতি-এসব বিষয় থেকে প্রশ্ন করা হয় স্কুল ও কলেজ পর্যায়ের পরীক্ষায়। নাজমুল হোসেন জানান, পাটিগণিত, বীজগণিত, জ্যামিতি, ত্রিকোণমিতি, পরিমিতি-গণিতের প্রতিটি অংশে জোর দিতে হবে। সূত্রগুলো মুখস্ত রাখতে হবে, নিয়মিত চর্চা করতে হবে। বিগত বছরের প্রশ্ন পর্যালোচনা করে দেখা গেছে, গণিতে কিছু সমস্যা থাকে, যার সমাধানে অনেক সময় লেগে যায়। কৌশলী না হলে নির্ধারিত সময়ের মধ্যে পরীক্ষা শেষ করা যায় না। এর জন্য জানতে হবে সংক্ষপ্তি পদ্ধতি।</p>

<h3>সাধারণ জ্ঞান</h3>

<p>সাধারণ ২৫টি প্রশ্ন থাকবে। এ অংশে ভালো করতে হলে নিয়মিত পত্রিকা পড়া, দেশি-বিদেশি সমসাময়িক খবরগুলো নিজের আয়ত্তে করে নেওয়া। বিজ্ঞান, তথ্য ও প্রযুক্তি, পরিবেশ এবং রোগব্যাধি সম্পর্কে ধারণা রাখতে হবে। বাংলাদেশ অংশে বাংলাদেশের ইতিহাস, মুক্তিযুদ্ধ, জলবায়ু, সংস্কৃতি, খেলাধুলা, বিভিন্ন জেলার আয়তন, অর্থনীতি প্রভৃতি সম্পর্কে অবগত থাকা। আর আন্তর্জাতিক অংশের জন্য বিভিন্ন দেশের মুদ্রা, দিবস, পুরস্কার ও সম্মাননা, সাম্প্রতিক ঘটনা এসব থেকে দুই থেকে চারটি প্রশ্ন পাওয়া যেতে পারে। এ ছাড়া বাজারে সাধারণ জ্ঞানের বিভিন্ন প্রকাশনীর বই পড়লেও ভালো করা যাবে।<br />
অন্য তিনটি বিষয়ের তুলনায় সাধারণ জ্ঞানের পরিধি বড়। সিলেবাসও সুনির্দিষ্ট নয়। এ অংশে মূলত বাংলাদেশ ও আন্তর্জাতিক বিষয়াবলি, দৈনন্দিন বিজ্ঞান ও প্রযুক্তি, পরিবেশ ও চিকিৎসাবিজ্ঞান এবং সাম্প্রতিক বিষয়াবলি থেকে প্রশ্ন করা হয়। বাংলাদেশ অংশে প্রাচীন বাংলার ইতিহাস, ভাষা আন্দোলন থেকে মুক্তিযুদ্ধ, বাংলাদেশের ভূপ্রকৃতি, ভৌগোলিক অবস্থান, গুরুত্বপূর্ণ স্থাপনা, নদ-নদী, খাল-বিল, কৃষি, খনিজ সম্পদ বিষয়ে প্রশ্ন আসে। আন্তর্জাতিক বিষয়াবলি থেকে বিভিন্ন দেশের রাজধানী, মুদ্রা, আন্তর্জাতিক দিবস, পুরস্কার, গোয়েন্দা সংস্থা, স্বাধীনতাকামী সংগঠন, খেলাধুলা, জাতিসংঘ ও এর অঙ্গসংগঠন, বিভিন্ন আন্তর্জাতিক ও আঞ্চলিক সংস্থা, আন্তর্জাতিক সীমারেখা বিষয়ে প্রশ্ন থাকে। দৈনন্দিন বিজ্ঞান, কম্পিউটার ও তথ্যপ্রযুক্তি, চিকিৎসাবিজ্ঞান বিষয়ে মৌলিক জ্ঞান থাকলেই উত্তর করা যায়। মাধ্যমিক পর্যায়ের সামাজিক বিজ্ঞান ও সাধারণ বিজ্ঞানের বই পড়লে এ বিষয়ে ভালো করা যায়। সাম্প্রতিক ঘটনাবলি জানার জন্য নিয়মিত পড়তে হবে দৈনিক পত্রিকা।</p>

<p>&nbsp;</p>

<p>ঐচ্ছিক বিষয়<br />
ঐচ্ছিক বিষয়ে নেওয়া হবে লিখিত পরীক্ষা। যে বিষয়ে আবেদন করেছেন, পরীক্ষা হবে সে বিষয়েই। পরীক্ষায় ভালো করতে হলে সিলেবাস অনুযায়ী প্রস্তুতি নিতে হবে। বিগত কয়েক বছরের প্রশ্ন দেখলে প্রশ্নের ধরন সম্পর্কে ধারণা পাওয়া যাবে। লিখিত পরীক্ষায় সাধারণত ৫টি রচনামূলক প্রশ্নের উত্তর করতে হয়, প্রতিটিতে নম্বর থাকে ১৫। সংক্ষপ্তি প্রশ্নও থাকে ৫টি, প্রতিটির মান ৫।</p>
	
      </div>
	  <div class="tab-pane active" id="qs">
	<p>  ১। আমি আগের শিক্ষক নিবন্ধনে পাশ করেছি। এবার পরীক্ষা দিতে পারব?
	  উত্তরঃ জ্বী আপনার যোগ্যতা থাকলে এবারও পরীক্ষা দিতে পারবেন। </p>
	  
	<p>   ২। আমি এবার অনার্স ফাইনাল ইয়ারে পড়ছি। আমি কি পরীক্ষা দিতে পারব?
	  উত্তরঃ জ্বী না। আপনি এপিয়ার্ড থেকেও পরীক্ষা দিতে পারবেন না। </p>
	  
	<p>   ৩। আবেদনের শেষ তারিখ কবে?
	  উত্তরঃ ০৬/০৪/২০১৬ তারিখের সন্ধ্যা ৬ টা পর্যন্ত। </p>
	  
	<p>   ৪। NTRCA এর বিজ্ঞপ্তি টি কোথায় পাব?
	  
	  উত্তরঃ  <a href="http://ntrca.teletalk.com.bd/doc/ad.pdf" target="_blank"> এখানে ক্লিক করুন </a> </p>
	  </div>
	  
    </div>
</div>
@stop

@section('style')
<link rel="stylesheet" href="{{$base_url}}asset/member/css/bootstrap.vertical-tabs.min.css">
<style>
.nav-tabs>li>a:hover
{
	/*display: inline-block;*/
}
.nav-tabs>li.active,.nav-tabs>li.active>a
{
	background: #0177BF;
	color: #fff;
}
/*.nav-tabs>li.active>a
{
	color: color
}*/
.col-tabs
{
	padding-right: 0;
	padding-left: 0;
	/*min-height: 550px;*/
	background: #e2e2e2;
}
.tabs-left > li, .tabs-right > li
{
	margin-bottom: 0;
}
.col-tab-content
{
	padding-left: 0;
      padding-right: 0;
}
.tabs-left, .tabs-right
{
	padding-top: 0;
}
.tab-content
{
	min-height: 550px;
	background: #fff;
	padding-top: 10px;
	padding-left: 15px;
	padding-right: 15px;
	line-height:20px;
}
.tabs-left li
{
	border-bottom: 1px solid #f6f6f6;
}

.tabs-left > li > a
{
	font-size: 18px;
	text-align: center;
	border-radius: 0;
}

.tabs-left > li > a>i
{
	display: none;
	line-height: 1.5;
}

.list-main
{

}
.list-main>li
{
	padding-top:5px;
	padding-bottom: 5px;
}

.list-main>li>p
{
	font-size: 16px;
	background: #e2e2e2;
	padding:5px;
}

.list-inner li
{
	padding-bottom:7px;
	padding-left: 10px;
}
</style>
@stop