app/Models/Login_model.php

UPDATE `users` SET `last_login` = '2022-12-20 04:58:31'
WHERE `email` = 'helaldu@gmail.com'
---
	public function last_login($user_name)
	{
            $builder = $this->table('users');
		//$ci =& get_instance();
		if (!filter_var($user_name, FILTER_VALIDATE_EMAIL))
		{
			$builder->where('user_name',$user_name);
		}
		else
		{
			$builder->where('email',$user_name);
		}

                $builder->set('last_login', date('Y-m-d H:i:s'));
                 return $builder->update();

UPDATE `users` SET `is_online` = 1
WHERE `email` = 'helaldu@gmail.com'
---
	public function online_status($user_name,$status=0)
	{
            $builder = $this->table('users');
            $builder->set('is_online', $status);
		//$ci =& get_instance();
		if (!filter_var($user_name, FILTER_VALIDATE_EMAIL))
		{
			$builder->where('user_name',$user_name);
		}
		else
		{
			$builder->where('email',$user_name);
		}


                return $builder->update();